{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Player:"
			},
			"Translation":
			{
				"Text": "플레이어:"
			},
			"Key": "35B50A06492B2268B7AB2986814A758D"
		},
		{
			"Source":
			{
				"Text": "[{Channel}]"
			},
			"Translation":
			{
				"Text": "[{Channel}]"
			},
			"Key": "C0EFE3624E7AACF34278BCB2DA623169"
		},
		{
			"Source":
			{
				"Text": "[{Channel}]"
			},
			"Translation":
			{
				"Text": "[{Channel}]"
			},
			"Key": "D908995F48F5C8690F66BABBD62B4DB5"
		},
		{
			"Source":
			{
				"Text": "{Sender} → {Target}:"
			},
			"Translation":
			{
				"Text": "{Sender} → {Target}:"
			},
			"Key": "0DEFD48749C54496CB540296852B107F"
		},
		{
			"Source":
			{
				"Text": "{Sender}:"
			},
			"Translation":
			{
				"Text": "{Sender}:"
			},
			"Key": "AA206F1C4BE608DC39E37494959EA756"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "MultiplayerChat",
			"Children": [
				{
					"Source":
					{
						"Text": "Global"
					},
					"Translation":
					{
						"Text": "전체"
					},
					"Key": "Chat.Channel.Global"
				},
				{
					"Source":
					{
						"Text": "Nickname changed."
					},
					"Translation":
					{
						"Text": "닉네임을 변경했습니다."
					},
					"Key": "Nickname.Success"
				},
				{
					"Source":
					{
						"Text": "Nickname changes are disabled on this server."
					},
					"Translation":
					{
						"Text": "서버 설정에 따라 닉네임 변경 기능이 비활성화되어 있습니다."
					},
					"Key": "Nickname.ChangesDisabled"
				},
				{
					"Source":
					{
						"Text": "Nicknames are managed by the account system."
					},
					"Translation":
					{
						"Text": "닉네임은 계정 시스템에서 관리됩니다."
					},
					"Key": "Nickname.ManagedExternally"
				},
				{
					"Source":
					{
						"Text": "Party"
					},
					"Translation":
					{
						"Text": "파티"
					},
					"Key": "Chat.Channel.Party"
				},
				{
					"Source":
					{
						"Text": "Party created."
					},
					"Translation":
					{
						"Text": "파티를 생성했습니다."
					},
					"Key": "System.PartyCreated"
				},
				{
					"Source":
					{
						"Text": "Please try again shortly."
					},
					"Translation":
					{
						"Text": "잠시 후 다시 시도하세요."
					},
					"Key": "Nickname.RateLimited"
				},
				{
					"Source":
					{
						"Text": "Send"
					},
					"Translation":
					{
						"Text": "전송"
					},
					"Key": "Chat.Button.Send"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "시스템"
					},
					"Key": "Chat.Channel.System"
				},
				{
					"Source":
					{
						"Text": "Target player not found."
					},
					"Translation":
					{
						"Text": "대상 플레이어를 찾을 수 없습니다."
					},
					"Key": "System.PlayerNotFound"
				},
				{
					"Source":
					{
						"Text": "Team"
					},
					"Translation":
					{
						"Text": "팀"
					},
					"Key": "Chat.Channel.Team"
				},
				{
					"Source":
					{
						"Text": "That nickname is already in use."
					},
					"Translation":
					{
						"Text": "이미 사용 중인 닉네임입니다."
					},
					"Key": "Nickname.AlreadyInUse"
				},
				{
					"Source":
					{
						"Text": "That nickname is not available."
					},
					"Translation":
					{
						"Text": "사용할 수 없는 닉네임입니다."
					},
					"Key": "Nickname.ReservedName"
				},
				{
					"Source":
					{
						"Text": "The nickname contains invalid characters."
					},
					"Translation":
					{
						"Text": "닉네임에 사용할 수 없는 문자가 포함되어 있습니다."
					},
					"Key": "Nickname.InvalidCharacters"
				},
				{
					"Source":
					{
						"Text": "The nickname length is invalid."
					},
					"Translation":
					{
						"Text": "닉네임 길이가 올바르지 않습니다."
					},
					"Key": "Nickname.InvalidLength"
				},
				{
					"Source":
					{
						"Text": "Type a message..."
					},
					"Translation":
					{
						"Text": "메시지를 입력하세요..."
					},
					"Key": "Chat.Input.Placeholder"
				},
				{
					"Source":
					{
						"Text": "Unable to change nickname."
					},
					"Translation":
					{
						"Text": "닉네임 변경을 처리할 수 없습니다."
					},
					"Key": "Nickname.Unavailable"
				},
				{
					"Source":
					{
						"Text": "Whisper"
					},
					"Translation":
					{
						"Text": "귓속말"
					},
					"Key": "Chat.Channel.Whisper"
				},
				{
					"Source":
					{
						"Text": "You have already changed your nickname during this session."
					},
					"Translation":
					{
						"Text": "이번 접속에서는 이미 닉네임을 변경했습니다."
					},
					"Key": "Nickname.ChangeLimitReached"
				},
				{
					"Source":
					{
						"Text": "You left the party."
					},
					"Translation":
					{
						"Text": "파티에서 탈퇴했습니다."
					},
					"Key": "System.PartyLeft"
				}
			]
		}
	]
}